tap "cmacrae/formulae"
tap "homebrew/brewdler"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sanemat/font"
tap "shopify/shopify"
tap "wtfutil/wtfutil"
brew "brotli"
brew "libpng"
brew "libtiff"
brew "bat"
brew "bottom"
brew "broot"
brew "gettext"
brew "readline"
brew "eza"
brew "exiftool"
brew "fd"
brew "libtool"
brew "fontforge", link: false
brew "fzf"
brew "gmp"
brew "gcc"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "gotop"
brew "grep"
brew "ncurses"
brew "httpd", restart_service: true
brew "tcl-tk"
brew "imagemagick"
brew "lazygit"
brew "libev"
brew "libgpg-error"
brew "libgcrypt"
brew "libiconv"
brew "libmetalink"
brew "libsodium"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "yajl"
brew "libvirt"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "lua"
brew "luajit"
brew "lynx"
brew "marp-cli"
brew "mas"
brew "mhash"
brew "protobuf"
brew "mysql", restart_service: true
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: true
brew "nkf"
brew "nodenv"
brew "oniguruma"
brew "pigz"
brew "procs"
brew "pwgen"
brew "rename"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "tnftp"
brew "tree"
brew "vim"
brew "vimpager"
brew "w3m"
brew "wget"
brew "zoxide"
brew "zsh"
brew "stow"
cask "alacritty"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fontforge"
cask "github"
cask "google-chrome"
cask "microsoft-edge"
cask "raycast"
cask "zoom"
