tap "cmacrae/formulae"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mczachurski/wallpapper"
tap "sanemat/font"
tap "shopify/shopify"
tap "supabase/tap"
tap "wtfutil/wtfutil"
brew "brotli"
brew "libpng"
brew "libtiff"
brew "oniguruma"
brew "bat"
brew "bottom"
brew "broot"
brew "cask"
brew "cmake"
brew "container", link: false
brew "container-compose"
brew "readline"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "exiftool"
brew "eza"
brew "fcrackzip"
brew "fd"
brew "libtool"
brew "fontforge", link: false
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "libiconv"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "gotop"
brew "grep"
brew "httpd", restart_service: :changed
brew "imagemagick"
brew "jj"
brew "jpeg"
brew "lazygit"
brew "libev"
brew "libgpg-error"
brew "libgcrypt"
brew "libmetalink"
brew "libsodium"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvirt"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "lua"
brew "luajit"
brew "ncurses"
brew "lynx"
brew "node"
brew "marp-cli"
brew "mas"
brew "mhash"
brew "mise"
brew "protobuf"
brew "mysql"
brew "utf8proc"
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: :changed
brew "nkf"
brew "nodenv"
brew "nvimpager"
brew "ollama"
brew "pigz"
brew "pipx"
brew "procs"
brew "pwgen"
brew "python@3.10"
brew "rename"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "telnet"
brew "tig"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tnftp"
brew "tree"
brew "uv"
brew "uvicorn"
brew "vim"
brew "vimpager"
brew "volta"
brew "w3m"
brew "wget"
brew "yajl"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "mczachurski/wallpapper/wallpapper"
brew "supabase/tap/supabase"
cask "alacritty"
cask "arc"
cask "battery"
cask "blender"
cask "chatgpt"
cask "claude-code"
cask "container"
cask "cursor"
cask "cyberduck"
cask "discord"
cask "figma"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fontforge-app"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "jordanbaird-ice"
cask "microsoft-edge"
cask "monitorcontrol"
cask "notion"
cask "qlmarkdown"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "virtualbuddy@beta"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "Bear", id: 1091189122
mas "Compressor", id: 6746516157
mas "Final Cut Pro", id: 1631624924
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 361285480
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Logic Pro", id: 1615087040
mas "MainStage", id: 6746637089
mas "MindNode Next", id: 6446116532
mas "Motion", id: 6746637149
mas "MyWallpaper", id: 1552826194
mas "Numbers", id: 361304891
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1542143627
mas "Pages", id: 361309726
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 6746662575
mas "Reeder", id: 6475002485
mas "Xcode", id: 497799835
vscode "mechatroner.rainbow-csv"
