tap "cmacrae/formulae"
tap "homebrew/brewdler"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sanemat/font"
tap "shopify/shopify"
tap "wtfutil/wtfutil"
brew "brotli"
brew "libpng"
brew "libtiff"
brew "webp"
brew "apr-util"
brew "argon2"
brew "aspell"
brew "autoconf"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "xz"
brew "zstd"
brew "boost"
brew "bottom"
brew "brew-php-switcher"
brew "pkg-config"
brew "broot"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "pcre2"
brew "glib"
brew "pcre"
brew "readline"
brew "python@3.9"
brew "cmake"
brew "cocoapods"
brew "cpanminus"
brew "csview"
brew "libunistring"
brew "libidn2"
brew "libssh2"
brew "rtmpdump"
brew "deno"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine"
brew "dog"
brew "duf"
brew "dust"
brew "elm"
brew "exa"
brew "exiftool"
brew "fd"
brew "libtool"
brew "pango"
brew "fontforge", link: false
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "gmp"
brew "gcc"
brew "gd"
brew "gh"
brew "libidn"
brew "jpeg", link: true
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "guile"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "gotop"
brew "grep"
brew "msgpack"
brew "ncurses"
brew "htop"
brew "httpd", restart_service: true
brew "hugo"
brew "tcl-tk"
brew "imagemagick"
brew "jansson"
brew "jemalloc"
brew "jhead"
brew "lazygit"
brew "libev"
brew "libgpg-error"
brew "libgcrypt"
brew "libiconv"
brew "libmetalink"
brew "libsodium"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "yajl"
brew "libvirt"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "lua"
brew "luajit"
brew "lynx"
brew "mariadb", link: false
brew "marp-cli"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mono"
brew "protobuf"
brew "mysql", restart_service: true
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: true
brew "nkf"
brew "nodenv"
brew "oniguruma"
brew "openjdk"
brew "pandoc"
brew "pastel"
brew "perl"
brew "tidy-html5"
brew "php", restart_service: true
brew "php-cs-fixer"
brew "php@7.4", restart_service: true
brew "php@8.0"
brew "pigz"
brew "pnpm"
brew "procs"
brew "pwgen"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "sl"
brew "smartmontools"
brew "starship"
brew "telnet"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "tnftp"
brew "tomcat@9", restart_service: true
brew "tree"
brew "vim"
brew "vimpager"
brew "w3m"
brew "webalizer"
brew "wget"
brew "xsv"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "cmacrae/formulae/spacebar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sanemat/font/ricty"
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/themekit"
brew "stow"
cask "alacritty"
cask "atom"
cask "balenaetcher"
cask "basictex"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fontforge"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "hyper"
cask "iterm2"
cask "microsoft-edge"
cask "raycast"
cask "sequel-ace"
cask "sublime-text"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "xmind"
cask "zoom"
mas "Bear", id: 1091189122
mas "Display Menu", id: 549083868
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
